Repository: alcelaser/atacbus-roma
Catalog: lib/l10n/app_*.arb
Languages: it

source: Lines
it: Linee

source: Map
it: Mappa

source: Alerts
it: Avvisi

source: Settings
it: Impostazioni

source: Search
it: Cerca

source: Search stops...
it: Cerca fermate...

# searchStopsByNameOrCode
source: Search by stop name or code
it: Cerca per nome o codice fermata

source: Favorites
it: Preferiti

source: Nearby Stops
it: Fermate Vicine

# noFavorites
source: No favorite stops yet
it: Nessuna fermata preferita

# noNearbyStops
source: No nearby stops found
it: Nessuna fermata vicina trovata

source: Departures
it: Partenze

# noDepartures
source: No upcoming departures
it: Nessuna partenza in programma

# scheduledTime
source: Scheduled
it: Programmato

# liveTime
source: Live
it: In tempo reale

source: Now
it: Adesso

# offline
source: Offline - showing scheduled times
it: Offline - orari programmati

source: All Lines
it: Tutte le Linee

source: Route Stops
it: Fermate del Percorso

source: Show on Map
it: Mostra sulla Mappa

source: Service Alerts
it: Avvisi di Servizio

# noAlerts
source: No active alerts
it: Nessun avviso attivo

# settingsTitle
source: Settings
it: Impostazioni

source: Theme
it: Tema

# themeLight
source: Light
it: Chiaro

# themeDark
source: Dark
it: Scuro

# themeSystem
source: System
it: Sistema

source: Language
it: Lingua

# syncData
source: Sync GTFS Data
it: Sincronizza Dati GTFS

# syncDataDescription
source: Re-download timetable data
it: Riscarica i dati degli orari

# lastSync
source: Last sync: {date}
it: Ultima sincronizzazione: {date}

source: About
it: Informazioni

# version
source: Version {version}
it: Versione {version}

# syncTitle
source: Downloading Timetable Data
it: Download Dati Orari

# syncDownloading
source: Downloading GTFS data...
it: Download dati GTFS...

# syncExtracting
source: Extracting files...
it: Estrazione file...

# syncImporting
source: Importing timetables...
it: Importazione orari...

# syncImportingTable
source: Importing {table}...
it: Importazione {table}...

# syncComplete
source: Data sync complete!
it: Sincronizzazione completata!

# syncError
source: Error syncing data: {error}
it: Errore sincronizzazione: {error}

# syncRetry
source: Retry
it: Riprova

source: Stop {code}
it: Fermata {code}

# direction
source: Direction: {direction}
it: Direzione: {direction}

source: Delayed
it: In ritardo

source: On time
it: In orario

source: Early
it: In anticipo

source: Cancel
it: Annulla

source: Error
it: Errore

source: Loading...
it: Caricamento...

source: Refresh
it: Aggiorna

# noResults
source: No results found
it: Nessun risultato trovato

source: Location permission denied
it: Permesso posizione negato

# locationServiceDisabled
source: Location services are disabled
it: Servizi di localizzazione disabilitati

source: Outbound
it: Andata

# inbound
source: Return
it: Ritorno

# metersAway
source: {distance} m away
it: {distance} m di distanza

source: Search lines...
it: Cerca linee...

source: Regular Bus
it: Bus Regolare

source: Night Bus
it: Bus Notturno

source: Express Bus
it: Bus Espresso

source: Suburban Bus
it: Bus Suburbano

source: active alert
it: avviso attivo

source: active alerts
it: avvisi attivi

source: Navigate
it: Naviga

source: From...
it: Da...

source: To...
it: A...

source: Use my location
it: Usa la mia posizione

# swapStops
source: Swap
it: Inverti

# noRoutesFound
source: No routes found between these stops
it: Nessun percorso trovato tra queste fermate

# selectStops
source: Select origin and destination to plan a trip
it: Seleziona partenza e arrivo per pianificare un viaggio

source: Direct
it: Diretto

source: Transfer
it: Cambio

# transferAt
source: Transfer at {stop}
it: Cambio a {stop}

# nStops
source: {count} stops
it: {count} fermate

source: My Location
it: La mia posizione

source: Saved Routes
it: Percorsi Salvati

# noSavedRoutes
source: No saved routes yet
it: Nessun percorso salvato

source: Route saved
it: Percorso salvato

source: Trip Detail
it: Dettaglio Viaggio

source: Board
it: Salita

source: Alight
it: Discesa

# intermediateStops
source: {count} intermediate stops
it: {count} fermate intermedie

source: Save route
it: Salva percorso

source: Delete route
it: Elimina percorso

# confirmDeleteRoute
source: Delete this saved route?
it: Eliminare questo percorso salvato?

# waitMinutes
source: Wait {minutes} min
it: Attesa {minutes} min

# walkTo
source: Walk to {stop}
it: Cammina fino a {stop}

# walkDistance
source: {meters}m walk
it: {meters}m a piedi

source: Walking Transfer
it: Trasbordo a piedi
